IDEA Open Model
MatConcreteSIA.Fck Property
Compatible with IDEA StatiCa 20.1
 characteristic compressive cylinder strength of concrete at 28 days
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace